CSI API ETABS v1
cSapModel.View Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cView View { get; }
ReadOnly Property View As cView
	Get
Dim instance As cSapModel
Dim value As cView
value = instance.View
property cView^ View {
	cView^ get ();
}
abstract View : cView with get
Property Value
Type: cView
See Also
Reference
cSapModel Interface
ETABSv1 Namespace